/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"スクリーンセーバのログインウインドウ";
"screensaver.pfm_description" =			"スクリーンセーバとスリープのパスワード環境設定、およびログインウインドウのスクリーンセーバ環境設定です";
"loginWindowIdleTime.pfm_title" =			"ログインウインドウの待機時間";
"loginWindowIdleTime.pfm_description" =		"ログインウインドウの待機時間（秒単位）です。ログインウインドウでスクリーンセーバを無効にする場合は 0 に設定します。";
"loginWindowModulePath.pfm_title" =			"ログインウインドウのスクリーンセーバモジュールのパス";
"loginWindowModulePath.pfm_description" =	"スクリーン・セーバ・モジュールへのファイル・システム・パス。たとえば、“/システム/ライブラリ/Screen Savers/Flurry.saver”。ログイン前にすべてのスクリーンセーバが動作するわけではありません。たとえば、フィード、ランダム、シャッフル、または協調設計されたアップル以外のスクリーンセーバなどが該当します。";
"askForPassword.pfm_title" =			"パスワードを要求";
"askForPassword.pfm_description" =			"スリープまたはスクリーンセーバを解除するためのパスワード入力です。パスワードの入力を要求する場合は 1 に設定します。要求しない場合は 0 に設定します。";
